---
kind: enumMember
id: F:Autodesk.Revit.DB.ViewType.Schedule
enum: Autodesk.Revit.DB.ViewType
zh: 明细表
source: html/bf04dabc-05a3-baf0-3564-f96c0bde3400.htm
---
# Autodesk.Revit.DB.ViewType.Schedule

**中文**: 明细表

Schedule type of view.